In [2]:
import pandas as pd

In [3]:
df = pd.read_csv('./dept.csv')

In [4]:
df.head()

   deptno       dname       loc
0      10  ACCOUNTING  NEW YORK
1      20    RESEARCH    DALLAS
2      30       SALES   CHICAGO
3      40  OPERATIONS    BOSTON